---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Percentage
source: html/2f61c3d3-efc3-4858-1f18-e89fa2048a12.htm
---
# Autodesk.Revit.DB.UnitTypeId.Percentage Property

Percentage.

## Syntax (C#)
```csharp
public static ForgeTypeId Percentage { get; }
```